<!DOCTYPE html>
<?php include './includes/heads/head-ja.php' ?>
<link rel="stylesheet" href="/includes/stylesheets/global-style.css">
<link rel="stylesheet" href="/includes/stylesheets/home.css">
<?php include './includes/navbars/navbar-ja-blue.php' ?>

<div class="hero-outer-common hero-blue">


  <div class="hero-inner-common">
  
  <h1 style="color: white;">SUCCESS<span class="period-detail-white">.</span></h1>
  <p style="color: white;">私たちの歴史が、将来に成功へ導く青写真を作ります</p>
  
  </div>  <div class="hero-blue-bottom"></div>
  
  </div>
  
  <div class="container">
    <p>VISION UPはKids UP事業成功を背景に、志を共にする企業に向けて私たちが日常的に提供する教育サービスに必要なツールや知識を全て提供します。私たちの英会話スクール事業の始まりは、辻球一、石原佐和子、そしてジャック・ハンの3名によって、株式会社P-UPの子会社として2016年に学童保育型英会話スクール「Kids UP」を立ち上げました。彼らは日本の英会話スクール業界で豊富な経験を持ち、本当に使える英語力を子ども達に身に付けさせる洗練された英会話スクールを作りあげることを構想しました。彼らの目標は英語漬けの環境で留学にも似た長時間英語漬けの環境を過ごすと同時に、共働きの保護者に向けて放課後の預かり先を提供することも目的としていました。彼らのビジョンは、3つの考え方に基づきます。：<br>
      <br>
      <b>子どもたちに生き抜く力を育む：</b> 私たちは子ども達が何事にもチャレンジすることを大事にしています。将来の子ども達の成功に不可欠である自信をつけさせることを目的とした育成環境に努めています。私たちが作るプログラムは好奇心を刺激し、向学心を育み、子どもたちが自信と弾力性をもって将来の課題に取り組む準備ができるように設計されています。<br>
      <br>
      <b>最適な英語力：</b> 私たちは幼児教育の重要性を認識しており、効果的な英語習得を通じて子どもたちの可能性を最大限に引き出すため、幼児期にフォーカスしています。当校の体感的に学ぶアプローチにより、子ども達は英語を学ぶだけでなく、英語で自然に考えてコミュニケーションをとることができるようになります。<br>
      <br>
      <b>情熱的な教育チーム：</b> 弊社スタッフは献身的かつ自己成長を追求し、日々意欲的に目標達成に向い努力する風土があります。様々な目標に挑戦し続ける職場環境を醸成することで、社員は断続的にスキルを向上させ、会社全体の成功に貢献できるような組織作りを心掛けています。<br>
      <br>
      私たちの始まりは、2016年の第1号店である田園調布雪谷校から始まりました。この田園調布雪谷校での成功により、東京都大田区に新校をオープンすることにつながりました。私たちの成長の勢いは衰えることなく、2024年現在では東京、神奈川、千葉、埼玉に34校を展開するまでになっています。現在、Kids UPは5,257人の生徒と500人以上のスタッフまでに拡大し、充実した英語教育の提供に貢献しています。</p>
  </div>


<?php include './includes/footers/footer-ja.php'?>



</body>
</html>